[Play_X2_XP_CEN_S_10_Negative_Traits_Nag AkEvent]
SpokenText="Деякi солдати вже демонструють критичну кiлькiсть негативних властивостей. Нiчого дивного: бойовi дiї кого завгодно виснажать. Нам потрiбен центр пiдготовки, щоб допомогти їм вiдновитися."

[Play_X2_XP_CEN_S_3_Negative_Traits_Nag AkEvent]
SpokenText="У наших солдатiв продовжують з'являтися негативнi властивостi, шеф. Щоб надати їм пiдтримку та усунути можливi проблеми, нам потрiбен центр пiдготовки."

[Play_X2_XP_CEN_S_6_Negative_Traits_Nag AkEvent]
SpokenText="Шеф, як мiнiмум у одного з наших солдатiв розвинулися небажанi властивостi, з якими тепер доведеться рахуватися. Я настiйно рекомендую подбати про створення центру пiдготовки."

[Play_X2_XP_CEN_S_Alien_Ruler_Available AkEvent]
SpokenText="Шеф, ми отримали iнформацiю про те, що один з колишнiх пiддослiдних доктора Вален охороняє комплекс \"Адвента\". Якщо ми хочемо його нейтралiзувати, потрiбно добре пiдготуватися."

[Play_X2_XP_CEN_S_Avenger_Assault_Squad_Select AkEvent]
SpokenText="Обранi дiятимуть з максимальною силою: їхнє завдання - позбутися нас назавжди. Для оборони \"Месника\" ми можемо використовувати два повнi загони."

[Play_X2_XP_CEN_S_Bond_Level_Up_Reminder_A AkEvent]
SpokenText="Шеф, нашi солдати могли б змiцнити зв'язок один з одним, якби у нас було мiсце для спецiальних тренувань."

[Play_X2_XP_CEN_S_Chosen_Avenger_Mission_Blade_A AkEvent]
SpokenText="Обраний врештi-решт знайшов нас, шеф! Треба готуватися до оборони."

[Play_X2_XP_CEN_S_Chosen_Avenger_Mission_Blade_B AkEvent]
SpokenText="Один з Обраних збирається атакувати наш корабель, шеф. Вони не зупиняться нi перед чим, щоб вас повернути."

[Play_X2_XP_CEN_S_Chosen_Avenger_Mission_Blade_C AkEvent]
SpokenText="Обраний отримав iнформацiю, яка дозволила йому знайти нас, шеф. Ми повиннi пiдготуватися до бою. Судячи з попереднiх сутичок, вiн буде нелегким."

[Play_X2_XP_CEN_S_Chosen_Chance_Mission_Appear AkEvent]
SpokenText="Шеф, наша наступна операцiя пройде на територiї одного з Обраних. Будьте готовi до того, що вiн вирiшить втрутитися у хiд бойових дiй."

[Play_X2_XP_CEN_S_Chosen_Encounter_First_Post_Combat_A AkEvent]
SpokenText="Шеф, агенти Опору допомагають вистежити Обраного, з яким ми щойно мали справу. Схоже, це чудовисько облаштувало своє лiгво десь неподалiк."

[Play_X2_XP_CEN_S_Chosen_Encounter_First_Post_Combat_B AkEvent]
SpokenText="Нашi зв'язковi з сил Опору пiдтвердили, що агенти вже йдуть по слiду Обраного. За їхньою iнформацiєю, наш недавнiй противник ховається десь у цьому районi."

[Play_X2_XP_CEN_S_Chosen_Encounter_First_Post_Combat_C AkEvent]
SpokenText="Iнформацiя вiд зв'язкових з сил Опору пiдтверджує, що наш Обраний облаштував базу в одному з навколишнiх регiонiв."

[Play_X2_XP_CEN_S_Chosen_Encounter_Territory_Contact_A AkEvent]
SpokenText="Члени мiсцевої осередку Опору попередили нас, що в районi вже давно дiє один з Обраних. Ось та iнформацiя, яку їм вдалося зiбрати."

[Play_X2_XP_CEN_S_Chosen_Encounter_Territory_Contact_B AkEvent]
SpokenText="Шеф, ми встановили зв'язок з бiйцями мiсцевої осередку Опору. Вони надали нам всю наявну у них iнформацiю про Обраного, який дiє в цьому районi."

[Play_X2_XP_CEN_S_Chosen_Encounter_Territory_Contact_C AkEvent]
SpokenText="Пiсля того, як ми встановили контакт з Опором у цьому районi, вони передали нам iнформацiю про Обраного, який дiє в околицях."

[Play_X2_XP_CEN_S_Chosen_Favored AkEvent]
SpokenText="Схоже, одному з Обраних вдалося завоювати прихильнiсть Старiйшин. Нам потрiбно нейтралiзувати його якнайшвидше, iнакше вiн так i буде псувати нам життя."

[Play_X2_XP_CEN_S_Chosen_Favored_A AkEvent]
SpokenText="Шеф, схоже, Старiйшини назвали чергового Обраного своїм фаворитом. Треба бути готовими до того, що вiн стане сильнiшим у бою i буде активнiше заважати нашим стратегiчним операцiям."

[Play_X2_XP_CEN_S_Chosen_Favored_B AkEvent]
SpokenText="Шеф, поки що ми непогано справляємося з Обраними, але Старiйшини, схоже, назвали ще одного з них своїм фаворитом. Тепер вiн почне активно втручатися у нашi стратегiчнi операцiї i стане небезпечнiшим у бою."

[Play_X2_XP_CEN_S_Chosen_Knowledge_First AkEvent]
SpokenText="Обранi постiйно намагаються виявити вас, шеф, i повернути, а також по мiрi сил тероризують Опiр. Чим бiльше iнформацiї про нашi плани вони збирають, тим уважнiше нам доведеться за ними стежити."

[Play_X2_XP_CEN_S_Chosen_Knowledge_First_ALT AkEvent]
SpokenText="Окрiм полювання особисто на вас, Обранi тероризують Опiр в цiлому. Треба пильно стежити за кожним з них i знати, що їм вдалося дiзнатися про нашi плани."

[Play_X2_XP_CEN_S_Chosen_Level_Up_A AkEvent]
SpokenText="Шеф, сила Обраних продовжує зростати. Якщо ми не розберемося з ними найближчим часом, то пiд час наступної зустрiчi вони можуть здобути перемогу."

[Play_X2_XP_CEN_S_Covert_Action_In_Progress AkEvent]
SpokenText="Шеф, ми вже проводимо секретну операцiю. Прийдеться почекати, поки вона закiнчиться."

[Play_X2_XP_CEN_S_Covert_Action_Tutorial AkEvent]
SpokenText="Шеф, нам потрiбно вiдправити солдатiв до фракцiй Опору, щоб завершити секретнi операцiї. Вони повернуться за пару днiв, пiдвищивши наш вплив на фракцiю i забезпечивши нам матерiальну пiдтримку."

[Play_X2_XP_CEN_S_Covert_Action_Veteran_Required AkEvent]
SpokenText="Для цiєї операцiї нам знадобиться солдат з багатим бойовим досвiдом. На чолi загону має стати один з наших ветеранiв."

[Play_X2_XP_CEN_S_Extra_Dark_Event AkEvent]
SpokenText="Схоже, пiд керiвництвом нового Обраного-фаворита сили прибульцiв активiзувалися."

[Play_X2_XP_CEN_S_First_Bond_Available AkEvent]
SpokenText="Шеф, коли солдати беруть участь у боях поруч один з одним, мiж ними виникає зв'язок. А пiсля тренувань вони будуть краще боротися разом у майбутньому."

[Play_X2_XP_CEN_S_First_Bond_Level_Up AkEvent]
SpokenText="Шеф, зв'язок мiж солдатами посилюється. Якщо ми вiдправимо їх на додатковi тренування в реабiлiтацiйний центр, вони зможуть стати ще бiльш ефективною командою."

[Play_X2_XP_CEN_S_First_Chosen_Favored AkEvent]
SpokenText="Шеф, нам стало вiдомо, що Старiйшини обрали одного з Обраних улюбленим нащадком. Слiд очiкувати, що фаворит стане бiльш небезпечним противником у бою i створить бiльше проблем для наших стратегiчних операцiй. Можна подумати, ранiше нам з ними було просто."

[Play_X2_XP_CEN_S_First_Chosen_Frag_Need AkEvent]
SpokenText="Вiдстеження перемiщень Обраних - перший крок до їх нейтралiзацiї. Але перш нiж ми перейдемо до наступного кроку, нам доведеться продовжити спiвпрацю з фракцiями Опору."

[Play_X2_XP_CEN_S_First_Chosen_Frag_Need_ALT AkEvent]
SpokenText="Нам потрiбно продовжити спiвпрацю з фракцiями Опору, перш нiж ми зможемо зайнятися Обраними далi. Перший крок до нейтралiзацiї ворога - вiдстеження його перемiщень."

[Play_X2_XP_CEN_S_First_Chosen_Frag_Next AkEvent]
SpokenText="Оскiльки ми тепер стежимо за перемiщеннями Обраних, то завжди будемо на крок попереду. А продовження спiвпрацi з фракцiями Опору дозволяє нам почати подальший аналiз."

[Play_X2_XP_CEN_S_First_Chosen_Level_Up AkEvent]
SpokenText="З Обраними нам доведеться повозитися. Пiд час наступної зустрiчi вони будуть бiльш небезпечними противниками. Треба зосередитися на завданнях, якi допоможуть нам виявити їхнi слабкi мiсця."

[Play_X2_XP_CEN_S_First_Com_Int AkEvent]
SpokenText="Всi солдати фракцiй накопичують знання з рiзною швидкiстю. Бiльш здатнi бiйцi будуть швидше освоювати новi навички."

[Play_X2_XP_CEN_S_First_Covert_Actions AkEvent]
SpokenText="Незважаючи на те, що члени Опору розкиданi по всьому свiту, основу руху складають великi фракцiї. Кожна з них готова допомагати нам унiкальними операцiями проти \"Адвента\". Вибiр напрямку залишається за вами, шеф."

[Play_X2_XP_CEN_S_First_End_Month_Chosen AkEvent]
SpokenText="Слiдкування за Обраними - справа непроста, але нам вдалося зiбрати деякi данi про їхнi останнi дiї, i тепер ми в загальних рисах уявляємо, наскiльки кожен з них близький до того, щоб виявити \"Месника\"."

[Play_X2_XP_CEN_S_First_End_Month_Chosen_ALT AkEvent]
SpokenText="Слiдкування за Обраними - справа непроста, але нам вдалося зiбрати деякi данi про їхнi останнi дiї, i тепер ми в загальних рисах уявляємо, наскiльки кожен з них близький до того, щоб виявити \"Месника\"."

[Play_X2_XP_CEN_S_First_Fragment_Action AkEvent]
SpokenText="Шеф, фракцiї Опору виявили можливiсть з'ясувати дещо дуже цiнне про Обраних. Вiд такої пропозицiї вiдмовлятися не можна."

[Play_X2_XP_CEN_S_First_Hero_Promotion AkEvent]
SpokenText="Фракцiї Опору бiльш вiльно ставляться до тренувань - часто за одне пiдвищення солдат може отримати вiдразу кiлька здiбностей. Вибiр, однак, все одно залишається за вами."

[Play_X2_XP_CEN_S_First_Level_Two_Bond AkEvent]
SpokenText="Зв'язок, що з'єднує двох солдатiв, яких ми вiдправили в центр пiдготовки, став ще сильнiшим. Якщо ми будемо посилати їх у бiй разом, вони будуть боротися ще ефективнiше."

[Play_X2_XP_CEN_S_First_Low_Will_Return AkEvent]
SpokenText="Шеф, бойовий стрес рано чи пiзно позначається навiть на найстiйкiших солдатах. У разi необхiдностi ми можемо знову кинути їх у бiй, але було б розумнiше дати їм кiлька днiв на вiдновлення."

[Play_X2_XP_CEN_S_First_Mult_Negative_Traits AkEvent]
SpokenText="Шеф, деякi нашi бiйцi почали проявляти властивостi, якi не обов'язково їм на користь. Якщо ми побудуємо центр пiдготовки, то зможемо допомогти їм впоратися з проблемами."

[Play_X2_XP_CEN_S_First_Negative_Trait AkEvent]
SpokenText="Шеф, щоденнi сутички з прибульцями нiкому не даються легко. Стрес рано чи пiзно дає про себе знати. Нам потрiбно приглядати за всiма солдатами i пiдтримувати їх у формi."

[Play_X2_XP_CEN_S_First_Photobooth AkEvent]
SpokenText="Шеф, ЗМI - потужний iнструмент; подивiться на пропаганду \"Адвента\", наприклад. Ми можемо обернути її проти ворога. Публiчне висвiтлення бойових подвигiв наших солдатiв пiднiме бойовий дух всього Опору."

[Play_X2_XP_CEN_S_First_Positive_Trait AkEvent]
SpokenText="Найкращий спосiб перемогти свiй страх - зустрiти його вiч-на-вiч. Солдати, що пройшли це випробування, стануть сильнiшими."

[Play_X2_XP_CEN_S_First_Resistance_Order AkEvent]
SpokenText="Шеф, спiвпраця з фракцiями Опору пiде на користь органiзацiї по всьому свiту. Щомiсяця ми можемо обирати, як найкраще використати ресурси кожної з груп."

[Play_X2_XP_CEN_S_First_Resistance_Policies AkEvent]
SpokenText="Шеф, фракцiї почали надавати пiдтримку Опору i готовi виконувати вашi вказiвки. У мiру зростання нашого впливу доступнi можливостi будуть розширюватися."

[Play_X2_XP_CEN_S_First_Shaken_Squad_Select AkEvent]
SpokenText="Шеф, дехто iз солдатiв виснажений i буде надзвичайно ненадiйним у бою. Краще дати втомленим час на вiдпочинок, а замiсть них взяти на завдання вiдпочилих бiйцiв."

[Play_X2_XP_CEN_S_First_SITREP AkEvent]
SpokenText="В iдеальному свiтi ми зустрiчалися б iз прибульцями у вигiдних для нас умовах, але насправдi нам доводиться використовувати будь-якi можливостi. Iнодi нам доведеться стикатися з непередбачуваними ситуацiями, що вимагають особливо ретельної пiдготовки."

[Play_X2_XP_CEN_S_First_SITREP_ALT AkEvent]
SpokenText="Шеф, щоб перемогти в цiй вiйнi, нам доводиться використовувати будь-якi можливостi. Треба бути готовими до непередбачуваних ситуацiй, що вимагають особливо ретельної пiдготовки."

[Play_X2_XP_CEN_S_First_Soldier_Compatibility AkEvent]
SpokenText="Шеф, кожен солдат формує взаємини з товаришами по загону. З кожним новим завданням їхня сумiснiсть зростає, з часом перетворюючись на особливий зв'язок."

[Play_X2_XP_CEN_S_First_Soldier_Returns_Shaken AkEvent]
SpokenText="Нашi солдати багато чого побачили; нiчого дивного, що iнодi вони вiдчувають стрес. Було б корисно давати їм час на вiдновлення сил, перш нiж знову посилати у бiй. В iншому випадку вони можуть не витримати."

[Play_X2_XP_CEN_S_First_Soldier_Returns_Tired AkEvent]
SpokenText="Нерiдко солдати, вiдправленi у бiй, повертаються надзвичайно виснаженими. Я рекомендую давати їм пару днiв на вiдновлення сил, перш нiж знову посилати на завдання. В iншому випадку їхня ефективнiсть постраждає."

[Play_X2_XP_CEN_S_First_Soldier_Shaken AkEvent]
SpokenText="Якщо солдат не має можливостi вiдпочити, втома позначається на його ефективностi у бою. Рекомендую давати їм пару днiв на вiдпочинок, якщо ми можемо собi це дозволити."

[Play_X2_XP_CEN_S_First_Strategy_Card AkEvent]
SpokenText="Шеф, кожна фракцiя може посилити Опiр власним унiкальним способом. Заручившись пiдтримкою фракцiй, ми зможемо керувати їхньою дiяльнiстю."

[Play_X2_XP_CEN_S_First_Time_Recovery_Center AkEvent]
SpokenText="Шеф, ця тренувальна зона допоможе солдатам проходити пiдготовку разом, тим самим змiцнюючи зв'язки мiж ними, i використовувати отриманi у бою знання для вивчення нових тактичних здiбностей."

[Play_X2_XP_CEN_S_First_Tired_Squad_Select AkEvent]
SpokenText="Шеф, ми можемо вiдправити у бiй втомлених солдатiв, але у такому станi нерви у них можуть здати набагато швидше."

[Play_X2_XP_CEN_S_First_Watershed_Moment AkEvent]
SpokenText="Героїчний вчинок одного солдата щодо iншого - вiрний спосiб радикально полiпшити їхнi взаємини."

[Play_X2_XP_CEN_S_Low_Staff_Covert_Action AkEvent]
SpokenText="Шеф, ми вiдправили стiльки солдатiв на проведення секретних операцiй, що нам може не вистачити сил на власнi дiї."

[Play_X2_XP_CEN_S_Low_Staff_Covert_Actions_ALT AkEvent]
SpokenText="Шеф, ми вiдправили стiльки солдатiв на секретнi операцiї, що нам не вистачає особового складу для бойових дiй. Я рекомендую набрати нових рекрутiв."

[Play_X2_XP_CEN_S_Multiple_Bonds_Build_Recovery_A AkEvent]
SpokenText="Шеф, стосунки мiж деякими нашими солдатами перетворилися на мiцний зв'язок. Ми можемо скористатися цiєю перевагою, якщо органiзуємо для них центр пiдготовки."

[Play_X2_XP_CEN_S_Multiple_Bonds_Build_Recovery_B AkEvent]
SpokenText="Поки у нас немає центру пiдготовки, ми втрачаємо можливiсть використовувати зв'язки, що виникли мiж нашими солдатами. Якщо у нас вистачає ресурсiв, то будiвництво слiд почати якнайшвидше."

[Play_X2_XP_CEN_S_Multiple_Bonds_Build_Recovery_C AkEvent]
SpokenText="Шеф, нашi солдати продовжують змiцнювати зв'язки один з одним, беручи участь у боях разом. Проте без центру пiдготовки цi зв'язки не будуть розвиватися. Нам потрiбно якнайшвидше органiзувати це примiщення."

[Play_X2_XP_CEN_S_Nag_Build_Recovery_Center_A AkEvent]
SpokenText="Серед наших солдатiв виникають мiцнi зв'язки, але у нас немає тренувального майданчика для їхнього подальшого розвитку."

[Play_X2_XP_CEN_S_Nag_Build_Recovery_Center_B AkEvent]
SpokenText="Поки у нас немає центру пiдготовки, ми втрачаємо можливiсть використовувати зв'язки, що виникли мiж нашими солдатами. Якщо у нас вистачає ресурсiв, то будiвництво слiд почати якнайшвидше."

[Play_X2_XP_CEN_S_Nag_Build_Recovery_Center_C AkEvent]
SpokenText="Поки у нас немає центру пiдготовки, ми втрачаємо можливiсть використовувати зв'язки, що виникли мiж нашими солдатами. Якщо у нас вистачає ресурсiв, то будiвництво слiд почати якнайшвидше."

[Play_X2_XP_CEN_S_Nag_Build_Ring_A AkEvent]
SpokenText="Шеф, фракцiї повiдомляють, що знайшли спосiб вiдстежувати Обраних. Треба побудувати центр секретних операцiй, щоб у нас з'явилося мiсце для координацiї планiв."

[Play_X2_XP_CEN_S_Nag_Build_Ring_B AkEvent]
SpokenText="Фракцiям необхiдне окреме мiсце для координацiї своїх дiй. Шень розробила для нас центр секретних операцiй, який було б непогано побудувати найближчим часом."

[Play_X2_XP_CEN_S_Nag_Covert_Action_Available AkEvent]
SpokenText="Шеф, фракцiї пiдготували проекти кiлькох секретних операцiй. Треба вiдвiдати центр секретних операцiй i спланувати нашi подальшi дiї."

[Play_X2_XP_CEN_S_Post_Avenger_Assault AkEvent]
SpokenText="На сьогоднi ми змогли вiдбити \"Месника\", але я впевнений, що Обранi ще повернуться. Нам потрiбно i далi спiвпрацювати з фракцiями, щоб виявити їхнє мiсцезнаходження: чим швидше ми з ними розберемося, тим краще буде всiм."

[Play_X2_XP_CEN_S_Post_Ruler_Escapes AkEvent]
SpokenText="Не сумнiваюся, що наслiдки експерименту доктора Вален на цьому не вичерпуються. Треба бути обережнiшими, ця iстота може повернутися будь-якої митi."

[Play_X2_XP_CEN_S_Reapers_Contact_Soon AkEvent]
SpokenText="Шеф, зараз ми тут закрiпилися. За чутками, це район дiй Жнецiв. Я дуже сподiваюся, що вони скоро вийдуть на зв'язок."

[Play_X2_XP_CEN_S_Rescue_Soldier_Mission_Blade_A AkEvent]
SpokenText="Ми отримали достовiрну iнформацiю про мiсцезнаходження бiйця, захопленого в полон Обраним. Це наш шанс органiзувати рятувальну операцiю."

[Play_X2_XP_CEN_S_Rescue_Soldier_Mission_Blade_B AkEvent]
SpokenText="Шеф, ми визначили мiсцезнаходження солдата, взятого в полон Обраним. Тепер можна провести рятувальну операцiю."

[Play_X2_XP_CEN_S_Rescue_Soldier_Mission_Blade_C AkEvent]
SpokenText="Ми нарештi з'ясували, де Обранi тримають нашого бiйця. Настав час витягнути його звiдти."

[Play_X2_XP_CEN_S_SITREP_Black_Ops AkEvent]
SpokenText="Шеф, ми знайшли зону висадки, яка дозволить нам залишитися непомiченими для \"Адвента\". Це дозволить використовувати маскування пiд час операцiї."

[Play_X2_XP_CEN_S_SITREP_Fireteam AkEvent]
SpokenText="Висадити повний загiн нереально; найкраще, що ми можемо - вiдправити двох солдатiв i докласти всiх зусиль для виконання завдання."

[Play_X2_XP_CEN_S_SITREP_Horde AkEvent]
SpokenText="Дивiться в обидва. У нас сигнали то тут, то там, i це може означати тiльки одне: вас чекає зустрiч з Бродягами. Зберiгайте спокiй i дiйте за iнструкцiєю."

[Play_X2_XP_CEN_S_SITREP_Low_Profile AkEvent]
SpokenText="Сектор перебуває пiд пильним наглядом. Якщо ми вiдправимо солдатiв, поки що не потрапили в чорний список \"Адвента\", шанси виявлення будуть нижче."

[Play_X2_XP_CEN_S_SITREP_Shadow_Squad AkEvent]
SpokenText="Шеф, всi умови сприяють проведенню таємної операцiї. Якщо ми зможемо доставити загiн на мiсце, вiйська почнуть дiяти з замаскованих позицiй."

[Play_X2_XP_CEN_S_SITREP_Surgical AkEvent]
SpokenText="Щоб уникнути зайвої уваги, нам доведеться взяти лише трьох найкращих бiйцiв. Будемо сподiватися, що вони впораються."

[Play_X2_XP_CEN_S_Squad_Size_Limited_A AkEvent]
SpokenText="Шеф, ситуацiя складається так, що ми зможемо виставити на полi бою тiльки невеликий загiн."

[Play_X2_XP_CEN_S_Squad_Size_Limited_B AkEvent]
SpokenText="Хвилинку уваги, шеф - наступну операцiю вам доведеться проводити за допомогою невеликого загону."

[Play_X2_XP_CEN_S_Squad_Size_Limited_C AkEvent]
SpokenText="Нам доведеться провести цю операцiю малими силами, шеф. Ми змушенi вiдправити на завдання менше бiйцiв, нiж зазвичай."

[Play_X2_XP_CEN_S_Stronghold_Revealed_Mission_Blade_A AkEvent]
SpokenText="Тепер ми знаємо, де знаходиться цитадель Обраних, але її занадто добре охороняють, щоб ми могли обiйтися лобовою атакою. Нам доведеться заручитися допомогою агентiв Опору, щоб проникнути всередину."

[Play_X2_XP_CEN_S_Stronghold_Revealed_Mission_Blade_B AkEvent]
SpokenText="Ми виявили мiсцезнаходження цитаделi Обраних, але поки що не знаємо, як нам проникнути всередину. Варто розпитати iнформаторiв Опору, можливо, у них є якiсь iдеї."

[Play_X2_XP_CEN_S_Stronghold_Revealed_Mission_Blade_C AkEvent]
SpokenText="Цитадель Обраних нiкуди не подiлася, але поки у нас немає можливостi проникнути всередину цього об'єкта. Нам слiд пiдтримувати зв'язок з Опором, хтось з їхнiх агентiв має знати вiдповiдний спосiб."

[Play_X2_XP_CEN_S_Super_Squad_Size_A AkEvent]
SpokenText="Ми вiдправляємо на це завдання бiльше солдатiв, нiж зазвичай, шеф."

[Play_X2_XP_CEN_S_Super_Squad_Size_B AkEvent]
SpokenText="Цього разу ми вiдправимо на завдання бiльше солдатiв, нiж зазвичай, шеф. Я сподiваюся, це дасть нам вирiшальну перевагу в бою з прибульцями."

[Play_X2_XP_CEN_S_Super_Squad_Size_C AkEvent]
SpokenText="Шеф, нашим солдатам не терпиться дати бiй загарбникам. Ми вiдправимо разом з вами на завдання кiлькох добровольцiв. Чим бiльше, тим веселiше, я правий?"

[Play_X2_XP_CEN_S_Training_Center_Available AkEvent]
SpokenText="На даному етапi ми можемо розробити центр пiдготовки. Це примiщення допоможе нам контролювати стан солдатiв, а також навчати їх використанню нових рiвнiв зв'язку у мiру його розвитку."

[Play_X2_XP_CEN_S_Tutorial_Infirmary AkEvent]
SpokenText="Шеф, госпiталь допомагає одужанню наших поранених. Вiн також дозволяє бiйцям подолати негативнi стани, отриманi у бою. Цей процес вимагає часу, але ми можемо прискорити його, запропонувавши терапiю у разi потреби."

[Play_X2_XP_CEN_S_View_First_Bond_Available AkEvent]
SpokenText="Шеф, цi двоє солдатiв достатньо повоювали разом. На цей момент вони знають один одного досить добре, тож тепер ми можемо навчити цю пару особливих тактичних прийомiв."

[Play_X2_XP_CEN_S_View_First_Bond_Level_Up AkEvent]
SpokenText="Зв'язок мiж цими солдатами продовжує змiцнюватися. Спiльнi тренування дають їм додатковi тактичнi можливостi."

[Play_X2_XP_S_CEN_After_Chosen_Full_Knowledge_A AkEvent]
SpokenText="Один з Обраних готується завдати удару по нашому кораблю. Ми ще можемо його зупинити, але часу дуже мало."

[Play_X2_XP_S_CEN_After_Chosen_Full_Knowledge_B AkEvent]
SpokenText="Обраним вiдомо, де нас шукати. Атака на наш корабель тепер - лише питання часу."

[Play_X2_XP_S_CEN_After_Chosen_Full_Knowledge_C AkEvent]
SpokenText="Згiдно з останнiми донесеннями, один з Обраних вiдстежує нашi перемiщення i готовий завдати удару по кораблю."

[Play_X2_XP_S_CEN_After_Chosen_Half_Knowledge_A AkEvent]
SpokenText="Обранi помiтно наблизилися до того, щоб визначити наше мiсцезнаходження. Часу лишається мало."

[Play_X2_XP_S_CEN_After_Chosen_Half_Knowledge_B AkEvent]
SpokenText="Один з Обраних ось-ось знайде нас. Треба використовувати кожну можливiсть лiквiдувати його перш, нiж це станеться."

[Play_X2_XP_S_CEN_After_Chosen_Half_Knowledge_C AkEvent]
SpokenText="Обранi нiяк не припинять нас переслiдувати. Один з них вже в небезпечнiй близькостi."

[Play_X2_XP_S_CEN_After_Chosen_Retaliation_A AkEvent]
SpokenText="Старiйшини нiколи не соромилися дiяти проти мирного населення, i їхнi Обранi нiчим не кращi. Ми повиннi захистити людей - не можна пiдводити Опiр."

[Play_X2_XP_S_CEN_After_Chosen_Retaliation_B AkEvent]
SpokenText="Обранi готовi на все, аби лише отримати вас, навiть якщо для цього знадобиться знищити цiлi табори прибiчникiв Опору. Ми - їхнiй єдиний захист."

[Play_X2_XP_S_CEN_After_Chosen_Retaliation_C AkEvent]
SpokenText="Нашим друзям в Опорi доводиться несолодко, поки Обранi продовжують дiяти. Нам треба докласти всiх зусиль, щоб розправитися з ними ранiше, нiж вони завдадуть нового удару."

[Play_X2_XP_S_CEN_Ambient_Musing_A AkEvent]
SpokenText="У прибульцiв i так було предостатньо балакучих представникiв, а тепер ще й Обранi взяли моду день i нiч читати нам мораль."

[Play_X2_XP_S_CEN_Ambient_Musing_B AkEvent]
SpokenText="Я-то думав, що люблю поговорити. Ан нi, подивiться тiльки на Обраних."

[Play_X2_XP_S_CEN_Ambushed_Covert_Action_A AkEvent]
SpokenText="Вiд солдатiв, вiдправлених для пiдтримки Опору, надiйшов сигнал тривоги: противник влаштував засiдку. \"Пiдбурювач\" вже вилетiв."

[Play_X2_XP_S_CEN_Ambushed_Covert_Action_B AkEvent]
SpokenText="Шеф, ми засiкли сигнал тривожного маяка. Схоже, команда, вiдправлена на секретне завдання, потрапила у засiдку. \"Пiдбурювач\" вже вилетiв для евакуацiї групи."

[Play_X2_XP_S_CEN_Ambushed_Covert_Action_C AkEvent]
SpokenText="Отримано сигнал тривоги з мiсця нашої останньої секретної операцiї. Загiн потрапив у засiдку i потребує евакуацiї. \"Пiдбурювач\" вже у дорозi."

[Play_X2_XP_S_CEN_Assassin_Sighting_A AkEvent]
SpokenText="Ось Убивця, послана Старiйшинами... Вона вже зайнялася справою."

[Play_X2_XP_S_CEN_Assassin_Sighting_B AkEvent]
SpokenText="Ми стежимо за Обраною-Убивцею. Вона знаходиться в цьому регiонi."

[Play_X2_XP_S_CEN_Assassin_Sighting_C AkEvent]
SpokenText="Нам вдалося вистежити Обрану-Убивцю. Вона дiє у цiй областi."

[Play_X2_XP_S_CEN_Captured_Soldier_Found_A AkEvent]
SpokenText="Фракцiї Опору допомогли знайти нашого солдата, що перебуває у полонi."

[Play_X2_XP_S_CEN_Captured_Soldier_Found_B AkEvent]
SpokenText="Ми знайшли зниклого солдата. Нашi друзi в Опорi допомогли визначити його мiсцезнаходження."

[Play_X2_XP_S_CEN_Chosen_Defeats_XCOM_A AkEvent]
SpokenText="Це була важка поразка. Треба знайти спосiб розiбратися з Обраним на наших умовах."

[Play_X2_XP_S_CEN_Chosen_Defeats_XCOM_B AkEvent]
SpokenText="Цього разу Обраний здобув над нами верх, але це ще не кiнець."

[Play_X2_XP_S_CEN_Chosen_Defeats_XCOM_C AkEvent]
SpokenText="Ми не можемо допустити, щоб Обранi здобули над нами верх. Треба знайти спосiб напасти на них першими."

[Play_X2_XP_S_CEN_Chosen_Encounter_Screen AkEvent]
SpokenText="Ось що нам вiдомо про Обраних пiсля нашої останньої зустрiчi з ними. Ми повиннi знайти їх швидше, нiж вони знайдуть нас."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_A AkEvent]
SpokenText="Ми отримали ще трохи цiнної iнформацiї про Обраних."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_B AkEvent]
SpokenText="Нашi знання про Обраних стають повнiшими день у день."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_C AkEvent]
SpokenText="Досить скоро Обранi вже не зможуть ховатися вiд нас."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_D AkEvent]
SpokenText="Ми отримали нову iнформацiю стосовно Обраних."

[Play_X2_XP_S_CEN_Chosen_Guarding_Golden_Path AkEvent]
SpokenText="Шеф, стало вiдомо, що нашу мету захищає один з Обраних. Якщо ми не нейтралiзуємо його у першу чергу, виконати завдання буде дуже непросто."

[Play_X2_XP_S_CEN_Chosen_Guarding_Golden_Path_B AkEvent]
SpokenText="Згiдно з наявною у нас iнформацiєю, мету охороняє один з Обраних. Його втручання ускладнить наше завдання, якщо ми не покiнчимо з цiєю загрозою до того, як приступимо до завдання."

[Play_X2_XP_S_CEN_Chosen_Guarding_Golden_Path_C AkEvent]
SpokenText="Шеф! Ми виявили, що вибрану мету охороняє один з Обраних. Вiн зробить усе, щоб нам завадити, якщо ми не зможемо нейтралiзувати його."

[Play_X2_XP_S_CEN_Chosen_Leveled_Up_A AkEvent]
SpokenText="Треба бути обережнiшими. Обранi набираються сил."

[Play_X2_XP_S_CEN_Chosen_Leveled_Up_B AkEvent]
SpokenText="Цього нам тiльки не вистачало. Один з Обраних став сильнiшим."

[Play_X2_XP_S_CEN_Chosen_Leveled_Up_C AkEvent]
SpokenText="Останнi донесення вказують на те, що один з Обраних якимось дивом змiг стати небезпечнiшим."

[Play_X2_XP_S_CEN_Chosen_Sabotages_XCOM_A AkEvent]
SpokenText="Обранi з усiх сил намагаються нас затримати. Треба бути готовими до спроб саботажу."

[Play_X2_XP_S_CEN_Chosen_Sabotages_XCOM_B AkEvent]
SpokenText="Обранi не гребують i саботажем, коли це дозволяє їм затримати нас. Нам не можна допускати подiбного, якщо ми хочемо залишатися на крок попереду ворога."

[Play_X2_XP_S_CEN_Chosen_Sabotages_XCOM_C AkEvent]
SpokenText="Шеф, треба бути напоготовi, коли Обранi спробують влаштувати саботаж. Нам не можна втрачати нi хвилини."

[Play_X2_XP_S_CEN_Chosen_Strengths AkEvent]
SpokenText="Шеф, треба бути уважнiшими: у кожного Обраного є унiкальнi здiбностi, якi треба враховувати у бою."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_A AkEvent]
SpokenText="Ми виявили ще одну слабкiсть Обраного. Вiдмiнна робота."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_B AkEvent]
SpokenText="Ми поступово дiзнаємося все бiльше про слабкi мiсця Обраних."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_C AkEvent]
SpokenText="У Обраних є свої слабкостi, як i у всiх iнших."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_D AkEvent]
SpokenText="Ми дiзнаємося їхнi слабкостi. Тепер треба навчитися їх використовувати."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_E AkEvent]
SpokenText="Чудова робота. Ми виявили ще одну уразливiсть Обраного."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_F AkEvent]
SpokenText="Схоже, ми знайшли ще одну трiщину у їхнiй бронi."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_G AkEvent]
SpokenText="Нiхто не iдеальний, навiть Обранi."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_H AkEvent]
SpokenText="Ми дiзнаємося про них бiльше з кожним днем."

[Play_X2_XP_S_CEN_Combat_Intelligence AkEvent]
SpokenText="Шеф, у кожного бiйця присутнє розумiння наших тактик i методiв, яке ми називаємо \"бойова кмiтливiсть\". Солдати фракцiй, завдяки своєму унiкальному бойовому досвiду, будуть отримувати новi здiбностi на пiдставi бойової кмiтливостi."

[Play_X2_XP_S_CEN_Contacted_Reaper_HQ AkEvent]
SpokenText="Шеф, ми встановили контакт з однiєю з фракцiй Опору, вiдомою як \"Жнецi\". Їх важко знайти, але штаб знаходиться тут. Ми можемо почати сканування цiєї точки, щоб скористатися допомогою наших нових союзникiв."

[Play_X2_XP_S_CEN_Contacted_Skirmisher_HQ AkEvent]
SpokenText="Тут знаходиться штаб фракцiї, вiдомої як \"Заступники\". З вигляду можна сплутати з \"Адвентом\", але за дiями - нiчого спiльного. Встановивши контакт, ми можемо почати сканування, щоб заручитися додатковою пiдтримкою."

[Play_X2_XP_S_CEN_Contacted_Templar_HQ AkEvent]
SpokenText="Тут розташований штаб фракцiї Тамплiєрiв. Я визнаю, що вони дещо перегинають палицю, коли мова заходить про псi-здiбностi, але вони вiрнi спiльнiй справi. Ми можемо почати сканування у цiй точцi, щоб отримати додаткову матерiальну пiдтримку."

[Play_X2_XP_S_CEN_Covert_Action_Already_Underway AkEvent]
SpokenText="Ми вже вiдправили сили на секретне завдання. Наступне можна буде почати не ранiше, нiж завершиться поточне."

[Play_X2_XP_S_CEN_Covert_Action_Risks AkEvent]
SpokenText="Участь у секретних операцiях фракцiй Опору може пiти на користь нашим власним планам, але є i ризик: нашi солдати можуть бути атакованi або взятi у полон, тому рiшення повинно бути обдуманим."

[Play_X2_XP_S_CEN_Faction_HQ_Revealed_A AkEvent]
SpokenText="Нам вiдомi координати штабу однiєї з фракцiй Опору, однак нам треба встановити контакт з цим регiоном, перш нiж ми зможемо вирушити туди."

[Play_X2_XP_S_CEN_Faction_HQ_Revealed_B AkEvent]
SpokenText="Ми з'ясували розташування штабу однiєї з фракцiй. Залишилося встановити контакт з регiоном, щоб вирушити до нього."

[Play_X2_XP_S_CEN_Favored_Chosen_4th_Dark_Event AkEvent]
SpokenText="Фаворит Старiйшин серйозно поставився до свого нового становища, почавши активнiше протидiяти нашим операцiям."

[Play_X2_XP_S_CEN_First_Assassin_Activity AkEvent]
SpokenText="Убивця, послана Старiйшинами, веде активну дiяльнiсть у цьому регiонi. Якщо ми вирушимо туди, треба бути готовими до бою."

[Play_X2_XP_S_CEN_First_Chosen_Activity AkEvent]
SpokenText="Нашi друзi з Опору подiлилися з нами iнформацiєю щодо так званих Обраних, яких Старiйшини послали для боротьби з нами. Слiд очiкувати, що цi противники активно полюватимуть на нас, доки ми їх не нейтралiзуємо."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_A AkEvent]
SpokenText="В результатi наших останнiх дiй нам вдалося отримати нову iнформацiю про Обраних."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_B AkEvent]
SpokenText="Схоже, остання секретна операцiя принесла нам нову iнформацiю стосовно Обраних."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_C AkEvent]
SpokenText="Шеф, вам буде приємно почути, що у останнiй секретнiй операцiї ми отримали iнформацiю про Обраних."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_D AkEvent]
SpokenText="Ми отримали нову iнформацiю стосовно Обраних. Тепер нам буде простiше загнати їх у кут."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_E AkEvent]
SpokenText="Надiйшла нова iнформацiя стосовно Обраних. Скоро ми розберемося з ними раз i назавжди."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_A AkEvent]
SpokenText="Ми засiкли ознаки життя... Схоже, хтось з Обраних знову у справi."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_B AkEvent]
SpokenText="Будьте обережнi: один з Обраних активно прочiсує цей сектор."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_C AkEvent]
SpokenText="У цьому секторi помiчена активнiсть. Схоже, Обранi знову зайнялися нами."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_D AkEvent]
SpokenText="За нашими даними, один з Обраних дiє у цьому районi."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_E AkEvent]
SpokenText="Один з Обраних дiє у цьому районi, шеф."

[Play_X2_XP_S_CEN_How_Chosen_Work AkEvent]
SpokenText="Згiдно з даними Опору, Обраний, якого ми щойно зустрiли, - найбiльш небезпечний представник прибульцiв у цьому секторi. Бiльше того, вiн веде полювання на нас i на вас особисто. Слiд очiкувати, що вiн може втрутитися у нашi операцiї у будь-який момент. Рекомендую нейтралiзувати його ранiше, нiж вiн добереться до нас."

[Play_X2_XP_S_CEN_Hunt_Chosen_Covert_Action_Nag_A AkEvent]
SpokenText="Все вказує на те, що Обранi вiд нас не вiдстануть, i наш єдиний шанс - знайти їх першими. Для цього нам треба спiвпрацювати з Опором i спланувати секретне завдання у центрi секретних операцiй."

[Play_X2_XP_S_CEN_Hunt_Chosen_Covert_Action_Nag_B AkEvent]
SpokenText="Шеф, Обранi з кожним днем все ближче до нас. Єдиний спосiб зупинити їх - завдати удару першими, а для цього треба провести секретну операцiю разом з Опором. Час вiдвiдати центр секретних операцiй."

[Play_X2_XP_S_CEN_Hunt_Chosen_Covert_Action_Nag_C AkEvent]
SpokenText="Обраним занадто багато вiдомо про нашi плани. Якщо ми не почнемо секретну операцiю разом з Опором, щоб вистежити їх, то ризикуємо втратити iнiцiативу."

[Play_X2_XP_S_CEN_Hunter_Sighting_A AkEvent]
SpokenText="Ми знайшли Мисливця Старiйшин. Вiн чимось зайнятий у цьому регiонi."

[Play_X2_XP_S_CEN_Hunter_Sighting_B AkEvent]
SpokenText="Мисливець Старiйшин чимось цiкавиться у цьому районi."

[Play_X2_XP_S_CEN_Hunter_Sighting_C AkEvent]
SpokenText="Нам вдалося визначити мiсцезнаходження Обраного-Мисливця у цьому регiонi."

[Play_X2_XP_S_CEN_Just_Met_Chosen_A AkEvent]
SpokenText="Ось цей Обраний... вже зайнявся справою."

[Play_X2_XP_S_CEN_Just_Met_Chosen_B AkEvent]
SpokenText="Ось вiн, той Обраний... вже почав свою справу."

[Play_X2_XP_S_CEN_Just_Met_Chosen_C AkEvent]
SpokenText="Схоже, що Обраний не втрачає часу дарма."

[Play_X2_XP_S_CEN_Mox_Captured AkEvent]
SpokenText="Шеф, Мокс був схоплений. Треба докласти всiх зусиль, щоб повернути його, поки Обранi не встигли нiчого з ним зробити."

[Play_X2_XP_S_CEN_Mox_Rescued AkEvent]
SpokenText="Це було нелегко, але Мокс знову з нами i вже рветься у бiй."

[Play_X2_XP_S_CEN_New_Chosen_Territory_A AkEvent]
SpokenText="Прийшли новини вiд Опору. У цьому регiонi полює один з Обраних."

[Play_X2_XP_S_CEN_New_Chosen_Territory_B AkEvent]
SpokenText="За даними розвiдки у цьому регiонi почав своє полювання один з Обраних."

[Play_X2_XP_S_CEN_Photobooth_Musing_A AkEvent]
SpokenText="Можливо, час випустити власний календар."

[Play_X2_XP_S_CEN_Photobooth_Musing_B AkEvent]
SpokenText="Пропаганда нiколи не виглядала так мило."

[Play_X2_XP_S_CEN_Photobooth_Musing_C AkEvent]
SpokenText="Коли вiйна закiнчиться, можна буде подумати про кар'єру моделi."

[Play_X2_XP_S_CEN_Photobooth_Musing_D AkEvent]
SpokenText="Напевно, я це вже бачив сто рокiв тому на обкладинцi якогось альбому."

[Play_X2_XP_S_CEN_Photobooth_Musing_E AkEvent]
SpokenText="З таким обличчям можна навiть \"Адвент\" змусити здатися."

[Play_X2_XP_S_CEN_Ring_After_Influence_Gained_Fragment_A AkEvent]
SpokenText="Завдяки впливу серед фракцiй Опору ми отримали нову iнформацiю щодо Обраних."

[Play_X2_XP_S_CEN_Ring_After_Influence_Gained_Fragment_B AkEvent]
SpokenText="Фракцiї Опору подiлилися з нами новою iнформацiєю, що стосується Обраних."

[Play_X2_XP_S_CEN_Ring_After_Influence_Gained_Fragment_C AkEvent]
SpokenText="Наш вплив серед фракцiй Опору став досить великим, щоб вони надали нам нову корисну iнформацiю про Обраних."

[Play_X2_XP_S_CEN_Ring_Not_Used_Nag_A AkEvent]
SpokenText="Шеф, центр секретних операцiй простоює. Якщо у нас є незайнятi солдати, слiд направити їх для виконання секретного завдання разом з Опором."

[Play_X2_XP_S_CEN_Ring_Not_Used_Nag_B AkEvent]
SpokenText="Шеф, ми побудували центр секретних операцiй, але в цей момент жоден солдат не зайнятий виконанням секретних завдань для Опору."

[Play_X2_XP_S_CEN_Ring_Not_Used_Nag_C AkEvent]
SpokenText="Шеф, треба скористатися центром секретних операцiй i вiдправити незайнятих солдатiв на секретне завдання для Опору."

[Play_X2_XP_S_CEN_Soldier_Captured_A AkEvent]
SpokenText="Треба звернутися до наших друзiв в Опорi. Секретна операцiя може допомогти нам з'ясувати, де тримають нашого солдата."

[Play_X2_XP_S_CEN_Soldier_Captured_B AkEvent]
SpokenText="Фракцiї Опору можуть допомогти нам знайти полоненого солдата, якщо ми пiдтримаємо їхню секретну операцiю."

[Play_X2_XP_S_CEN_Soldier_Captured_Covert_Action_A AkEvent]
SpokenText="Один з наших солдатiв був взятий у полон пiд час виконання завдання, однак нашi друзi з Опору вже почали планувати його порятунок."

[Play_X2_XP_S_CEN_Soldier_Captured_Covert_Action_B AkEvent]
SpokenText="Шеф, в останнiй операцiї один з наших солдатiв був захоплений противником. Ми робимо все можливе, щоб знайти його i повернути."

[Play_X2_XP_S_CEN_Soldier_Captured_Covert_Action_C AkEvent]
SpokenText="Пiд час останнього секретного завдання один з солдатiв був поранений i потрапив у полон. Я вже зв'язався з нашими союзниками i з'ясовую, що саме сталося."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_A AkEvent]
SpokenText="Один з наших солдатiв був поранений пiд час останнього секретного завдання. Лiкарi кажуть, що з ним все буде гаразд."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_B AkEvent]
SpokenText="Шеф, на останньому секретному завданнi кiлька осiб отримали поранення, але через пару-трiйку днiв всi будуть знову готовi дiяти."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_C AkEvent]
SpokenText="На останньому завданнi кiлькох солдатiв трохи потрiпало, але вони трохи вiдпочинуть i знову прийдуть у норму."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_D AkEvent]
SpokenText="Пiд час останнього секретного завдання кiлька солдатiв були пораненi, але за час заслуженого вiдпочинку вони чудово вiдновляться."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_E AkEvent]
SpokenText="Пiсля нещодавнього секретного завдання кiльком солдатам знадобилася медична допомога, але вони всi повернуться у стрiй через кiлька днiв."

[Play_X2_XP_S_CEN_Stronghold_Available_A AkEvent]
SpokenText="Ми знайшли одну з цитаделей Обраних. Нашi вiйська готовi; операцiю слiд почати якнайшвидше."

[Play_X2_XP_S_CEN_Stronghold_Available_B AkEvent]
SpokenText="Шеф, ми визначили одну з цитаделей Обраних. Не можна втрачати можливiсть нав'язати їм бiй на наших умовах."

[Play_X2_XP_S_CEN_Stronghold_Available_C AkEvent]
SpokenText="Якщо ми хочемо позбутися Обраних раз i назавжди, треба завдати удару по виявленiй цитаделi."

[Play_X2_XP_S_CEN_Walkup_Chosen_Defeated AkEvent]
SpokenText="Ось зайвий доказ того, що Обраних можна перемогти. Залишилося тiльки знайти спосiб зробити це раз i назавжди."

[Play_X2_XP_S_CEN_Walkup_Chosen_Extracted AkEvent]
SpokenText="Обранi всiма силами намагаються нас знайти. Треба вiдповiдально пiдiйти до захисту поранених солдатiв."

[Play_X2_XP_S_CEN_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Ми зробили це, шеф. Бiльше ми цього Обраного не побачимо. Не знаю щодо свiту, але спокiй на деякий час забезпечено."

[Play_X2_XP_S_CEN_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Наш товариш з Опору перетворюється на одного з найбiльш надiйних ветеранiв нашого руху."

[Play_X2_XP_S_CEN_Walkup_Lost_Abandoned AkEvent]
SpokenText="Це було непросто, але нам вдалося домогтися спiвпрацi мiж Жнецями i Заступниками. Це саме по собi вже помiтне досягнення."

[Play_X2_XP_S_CEN_Walkup_Lost_Encountered AkEvent]
SpokenText="Як нiби там не вистачало Старiйшин, армiї прибульцiв i Обраних... Тепер доведеться мати справу ще й iз зомбi."

[Play_X2_XP_S_CEN_Walkup_Soldier_Captured AkEvent]
SpokenText="Ми повернемо полоненого додому за допомогою своїх друзiв в Опорi."

[Play_X2_XP_S_CEN_Warlock_Sighting_A AkEvent]
SpokenText="Обраний-Чародiй працює на благо своїх повелителiв у цьому районi."

[Play_X2_XP_S_CEN_Warlock_Sighting_B AkEvent]
SpokenText="Ми засiкли ознаки Чародiя Старiйшин у цьому регiонi."

[Play_X2_XP_S_CEN_Warlock_Sighting_C AkEvent]
SpokenText="Шеф, ми засiкли Обраного-Чародiя."

[Play_X2_XP_S_LNA_Scanning_Intro AkEvent]
SpokenText="Шеф, ми намагаємося встановити контакт з фракцiєю Опору, вiдомою як \"Жнецi\". Ця група дотримується конспiрацiї, тому вiдповiдь вiд них може прийти нескоро, а поки що, можливо, має сенс почати сканування у пошуках додаткових ресурсiв - нiколи не знаєш, що може трапитися."

[Play_X2_XP_S_REAP_HQ_Intro AkEvent]
SpokenText="Шеф, схоже, нам вдалося справити враження на Жнецiв. Їхнiй агент передав нам координати штабу, i раз ми вже у потрiбному мiсцi, має сенс тут затриматися. Як мiнiмум, варто поспiлкуватися з їхнiм ватажком Вовком."

[Play_X2_XP_S_SKRM_HQ_Intro AkEvent]
SpokenText="Шеф, поки що Заступники дотримують своє слово: їхнiй агент передав нам координати поточного штабу. Враховуючи їхню iсторiю, це для них смiливий крок. Має сенс затриматися, вивчити цю мiсцевiсть i познайомитися з Бетос, їхньою ватажкою."

[Play_X2_XP_S_TMPL_HQ_Intro AkEvent]
SpokenText="Новий агент Тамплiєрiв дещо незвичайний, але причин не довiряти немає: координати штабу Тамплiєрiв ми отримали. Нам мало що про них вiдомо, тому має сенс тут затриматися i вийти на зв'язок з Гайстом, їхнiм ватажком."
